Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/home_owners/household_charge.html.txt.tmx
Source language: en
Languages: ga

source: • If you have not yet paid the Household Charge
ga: • Murar íoc tú an Muirear Teaghlaigh go fóill

source: In 2012, a Household Charge of €100 was charged on residential property in order to fund local services
ga: Gearradh Muirear Teaghlaigh €100 ar mhaoin chónaithe in 2012 d’fhonn seirbhísí áitiúla a chistiú

source: This charge was an interim measure
ga: Ba bheart eatramhach an muirear seo agus ba mhuirear ar leith é ón Muirear ar Áit Chónaithe Phríobháideach Neamhphríomha (NPPR)

source: It was separate from, and in addition to, the Non-Principal Private Residence (NPPR) charge
ga: Ní bheidh aon suim nua den Mhuirear Teaghlaigh le híoc in 2013

source: The Local Property Tax (LPT) was introduced in 2013 and replaced the Household Charge
ga: Tugadh isteach Cáin Mhaoine Áitiúla (CMÁ) in 2013 chun teacht in ionad an Mhuirir Theaghlaigh

source: If you owned a residential property in Ireland on 1 January 2012, even if you were living abroad, you were obliged to declare your liability for the Household Charge and pay it to the Household Charge bureau by the due date
ga: Má bhí maoin chónaithe agat in Éirinn an 1 Eanáir 2012, fiú má bhí cónaí ort thar lear, bhí dualgas ort do dhliteanas i leith an Mhuirir Theaghlaigh a dhearbhú agus é a íoc faoin dáta dlite

source: Virtually all private residential properties were liable for the charge, including apartments and bedsits, as well as second homes or other property on which you had to pay the Non-Principal Private Residence (NPPR) charge
ga: Bhíothas faoi dhliteanas an muirear a íoc ar nach mór gach maoin chónaithe phríobháideach. Áirítear leis seo árasáin agus cóiríocht leapa agus seomra suite, mar aon leis an dara teach nó maoin eile ar a raibh ort an muirear ar Áit Chónaithe Phríobháideach Neamhphríomha (NPPR) a íoc

source: A detailed set of Frequently asked questions is published on the Household Charge website
ga: Tá sraith de cheisteanna coitianta sonracha foilsithe ar láithreán gréasáin an Mhuirir Theaghlaigh

source: Certain people and properties were not liable - see 'Waivers' and 'Exemptions' below
ga: Ní raibh roinnt daoine agus maoine faoi dhliteanas – féach – ‘Tarscaoiltí’ agus ‘Díolúintí thíos

source: You may wish to re-check which unfinished housing estates qualify for waivers, as some estates were unintentionally omitted from the original published lists
ga: B’fhéidir gur mian leat athsheiceáil a dhéanamh ar cén eastáit neamhchríochnaithe tithíochta a cháilítear le haghaidh tarscaoiltí, mar gheall go ndearnadh na liostaí ábhartha a nuashonrú i Meán Fómhair 2013

source: If you wish to sell or transfer the property at any stage, you will need proof that the Household Charge was paid or that a waiver or exemption applied
ga: Más mian leat an mhaoin a dhíol nó a aistriú ag aon tráth, beidh cruthúnas ag teastáil uait gur íocadh an Muirear Teaghlaigh nó gur cuireadh tarscaoileadh nó díolúine i bhfeidhm

source: The relevant certificates are described here
ga: Déantar cur síos ar na teastais ábhartha anseo. 2013

source: If you have not yet paid the Household Charge
ga: Murar íoc tú an Muirear Teaghlaigh go fóill

source: If you have not already paid the Household Charge and you owned a dwelling on 1 January 2012, you are liable for the Household Charge on it, subject to certain waivers and exemptions - see below
ga: Murar íoc tú an Muirear Teaghlaigh go fóill agus má bhí áit chónaithe agat an 1 Eanáir 2012, tá tú faoi dhliteanas íoc as an Muirear Teaghlaigh ar an áit chónaithe sin, faoi réir roinnt tarscaoiltí agus díolúintí – féach thíos

source: If your house was rented out, you are liable for the charge, not your tenant
ga: Má bhí do theach ligthe ar cíos agat, is tusa atá faoi dhliteanas íoc as an muirear air, seachas do thionónta

source: However, if it was let on a lease of more than 20 years, the person to whom it was leased is the owner for the purposes of the charge
ga: Má bhí an teach ligthe ar cíos ar fead breis agus 20 bliain, áfach, is é an duine a bhfuil an teach ligthe ar cíos leo an t-úinéir ar mhaithe le cuspóirí an mhuirir

source: Since 1 July 2013, any outstanding Household Charge has been increased to €200 and added to the Local Property Tax (LPT) on the property
ga: Ón 1 Iúil 2013, méadaíodh aon Mhuirear Teaghlaigh nár íocadh go dtí €200

source: It is being collected through the LPT system - read more in our document on paying the LPT
ga: Cuireadh an tsuim seo leis an gCáin Mhaoine Áitiúla (CMÁ) atá le híoc ar an maoin

source: If your outstanding Household Charge has been transferred to the LPT system, details of the property will have been recorded by Revenue – you do not need to register it with the Household Charge bureau
ga: Go héifeachtach, déanfar riaráistí an Mhuirir Theaghlaigh a iompú ina CMÁ agus baileofar iad tríd an gcóras CMÁ – féach 'Conas iarratas a dhéanamh' thíos. Beidh ús agus pionóis i gceist faoin gcóras CMÁ leis an €200 sa bhreis

source: Read more about Household Charge arrears on the Revenue website
ga: I gcás riaráistí atá á n-íoc tríd an gcóras Cáin Mhaoine Áitiúla, déanfaidh na Coimisinéirí Ioncaim sonraí na maoine a chur i dtaifead – ní gá duit an mhaoin a chlárú le biúró an Mhuirir Theaghlaigh

source: If you are in one of the following 2 situations, you can claim a waiver (pdf) from the Household Charge
ga: Má bhí tú i gceann den dá chás a leanas, féadfaidh tú tarscaoileadh (pdf) a éileamh ón Muirear Teaghlaigh

source: You must complete the Household Charge application form to register for the waiver – see How to apply below
ga: Ní mór duit an fhoirm iarratais ar Mhuirear Teaghlaigh a chomhlánú chun clárú don tarscaoileadh – féach ‘Conas iarratas a dhéanamh’ thíos

source: • If you were entitled to Mortgage Interest Supplement on the liability date (1 January 2012) you can claim a waiver of the Household Charge
ga: • Má bhí tú i dteideal Forlíonadh Ús Morgáiste ar an dáta dliteanais (an 1 Eanáir 2012), féadfaidh tú tarscaoileadh an Mhuirir Theaghlaigh a éileamh

source: • People living in certain unfinished housing estates* can also claim a waiver
ga: • Ina theannta sin, féadfaidh daoine a chónaíonn in eastáit neamhchríochnaithe tithíochta áirithe tarscaoileadh a éileamh

source: Details of qualifying estates are published on the Household Charge website
ga: Foilsítear sonraí ar eastáit incháilithe ar láithreán gréasáin an Mhuirir Theaghlaigh

source: *You may wish to re-check the list of unfinished estates qualifying for waivers in your county, as some estates were unintentionally omitted from the original published lists
ga: *B’fhéidir gur mian leat an liosta eastáit neamhchríochnaithe a athsheiceáil a cháilítear le haghaidh tarscaoiltí i do thír, mar gheall go ndearnadh na liostaí a nushonrú i Meán Fómhair 2013

source: If your home is in one of the listed estates and you did not pay the Household Charge, you must still register for a waiver
ga: Má tá do theach luaite i gceann de na heastáit atá sa liosta agus murar íoc tú an Muirear Teaghlaigh, ní mór duit clárú do tharscaoileadh fós féin

source: If you did pay the charge, you can request a refund – see How to apply below
ga: Má d’íoc tú an muirear, féadfaidh tú aisíocaíocht a iarraidh – féach ‘Conas iarratas a dhéanamh’ thíos

source: There is no need to register exempt properties
ga: Bhí roinnt maoine cónaithe díolmhaithe ó Mhuirear Teaghlaigh 2012

source: The Household Charge legislation did not provide an exemption for properties affected by pyritic damage, though residential properties that are certified as having significant pyritic damage qualify for an exemption from Local Property Tax (LPT)
ga: Tá na díolúintí liostáilte ar láithreán gréasáin an Mhuirir Theaghlaigh

source: Read more in Revenue’s FAQs
ga: Ní haon ghá maoin dhíolmhaithe a chlárú

source: If the owner of a residential property has died, the personal representative of the deceased is liable for the charge if a grant of representation has been taken out
ga: Má fhaigheann úinéir maoin chónaithe bás, tá ionadaí pearsanta an mhairbh faoi dhliteanas an muirear a íoc murar glacadh deonú ionadaíochta

source: If no grant has been taken out, no charge is payable
ga: Murar glacadh aon deonú, níl aon mhuirear le híoc

source: The personal representative will be liable to pay any outstanding charges within 3 months of taking out a grant of representation – these charges are those which were outstanding at the time of the owner’s death
ga: Beidh an t-ionadaí pearsanta faoi dhliteanas aon mhuirear nár íocadh a íoc laistigh de 3 mhí tar éis deonú ionadaíochta a ghlacadh – is ionann na hathruithe seo agus iad siúd a bhí le híoc ag tráth báis an úinéara

source: If the personal representative does not pay any outstanding charges within this 3-month period, the charges and interest start to accumulate again from the date of the grant of representation
ga: Mura n-íocann an t-ionadaí pearsanta aon mhuirir nár íocadh laistigh den tréimhse 3 mhí seo, tosaíonn na muirir agus an t-ús ag dul i méid arís ó dháta dheonú na hionadaíochta

source: The last date for grant of representation to qualify for payment of the Household Charge was 30 June 2013
ga: Bá é an 30 Meitheamh 2013 an dáta deiridh le haghaidh dheonú ionadaíochta chun cáiliú d’íocaíocht an Mhuirir Theaghlaigh

source: The payment must have been made to the Household Charge bureau within 3 months of that date – by 30 September 2013
ga: Ní mór an íocaíocht a dhéanamh le biúró an Mhuirir Theaghlaigh laistigh de 3 mhí tar éis an dáta sin – faoin 30 Meán Fómhair 2013

source: If the grant of representation was made on or after 1 July 2013, or if the payment was not made within 3 months of the grant of representation, then the €200 LPT applies and is handled by Revenue
ga: Má rinneadh an deonú ionadaíochta an 1 Iúil 2013 nó ina dhiaidh sin, nó mura ndéantar an íocaíocht laistigh de 3 mhí tar éis an deonaithe ionadaíochta, cuirtear an CMÁ €200 i bhfeidhm agus déanann na Coimisinéirí Ioncaim cúrsaí a láimhseáil

source: The Household Charge was €100, payable (along with any penalties) in a single payment
ga: B’ionann an Muirear Teaghlaigh agus €100 (mar aon le haon phionóis) in íocaíocht shingil

source: Late payment interest and fees were applied if you did not pay the charge in full by 31 March 2012 or set up a direct debit
ga: Tá ús agus táillí ar íocaíocht dhéanach i gceist murar íoc tú an muirear go hiomlán faoin 31 Márta 2012 nó murar shocraigh tú dochar díreach

source: The arrears were capped at €130 if you paid by 30 April 2013
ga: Cuireadh uasteorainn €130 ar riaráistí an mhuirir má d’íoc tú é faoin 30 Aibreán 2013

source: For payments in May 2013, the total payable was €144 and for payments in June 2013 the total was €145
ga: I gcás íocaíochtaí a rinneadh i mBealtaine 2013, b’ionann an méid iomlán a bhí le híoc agus €144, agus i gcás íocaíochtaí a rinneadh i Meitheamh 2013, b’ionann an t-iomlán agus €145

source: If your Household Charge payment was still outstanding on 1 July 2013, it was increased to €200 and added to the Local Property Tax (LPT) payable on the property
ga: Má bhí d’íocaíocht Mhuirear Teaghlaigh fós gan íoc an 1 Iúil 2013, rinneadh é a mhéadú go dtí €200

source: If you do not pay this additional €200, interest and penalties will apply under the LPT system - see our document on paying the LPT
ga: Cuireadh an tsuim seo leis an gCáin Mhaoine Áitiúla (CMÁ) atá le híoc ar an maoin. Mura n-íocann tú an €200 breise seo, beidh ús agus pionóis i gceist faoin gcóras CMÁ

source: To view your Local Property Tax record and pay the arrears, log in to LPT (including Household Charge Arrears) On-line, using your PPSN, Property ID and PIN
ga: Ón 1 Iúil 2013, bailítear aon dliteanas don Mhuirear Teaghlaigh nár íocadh go fóill tríd an gcóras CMÁ – féach Ceisteanna Coitianta na gCoimisinéirí Ioncaim maidir le conas riaráistí an Mhuirir Theaghlaigh a íoc

source: For any further information about paying Household Charge arrears, please contact Revenue at the address below
ga: Chun teacht ar an bhfaisnéis go léir maidir le riaráistí an Mhuirir Theaghlaigh a íoc, déan teagmháil leis na Coimisinéirí Ioncaim, le do thoil, ag an seoladh thíos nó seol ríomhphost chuig lpthcarrears@revenue.ie

source: If you paid the arrears to Revenue through the LPT system on or after 1 July 2013, you should also contact Revenue for any further queries about the payment
ga: Má bhaineann d’fhiosrúchán faoi íocaíochtaí Muirear Teaghlaigh a rinneadh roimh an 1 Iúil 2013 – lena n-áirítear aisíocaíocht (pdf), fáltas nó deimhniú díscaoilte a iarraidh, déan teagmháil le biúró an Mhuirir Theaghlaigh ag an seoladh thíos

source: The Household Charge bureau of the Local Government Management Agency handles all queries about waivers or exemptions from the Household Charge - see Where to apply below
ga: Déanann biúró an Mhuirir Theaghlaigh na Gníomhaireachta Bainistíochta Rialtais Áitiúil gach fiosrúchán a bhainistiú faoi tharscaoiltí nó díolúintí ón Muirear Teaghlaigh – féach 'Cá ndéanfaidh mé iarratas? ' thíos

source: To claim a waiver, you must register the property using the New Account Registration form HC12N (pdf)
ga: Chun tarscaoileadh a éileamh, ní mór duit an mhaoin a chlárú trí leas a bhaint as Foirm chláraithe Cuntais Nua HC12N (pdf)

source: Printed copies of this form are available in most local authority offices, libraries and Citizens Information Centres
ga: Tá fáil ar chóipeanna clóite den fhoirm seo i dtromlach na n-oifigí údaráis áitiúil, na leabharlann agus na nIonad um Fhaisnéis do Shaoránaigh

source: They are also available in post offices
ga: Anuas air sin, tá fáil orthu in oifigí an phoist

source: Please note that post offices do not handle completed forms or payments
ga: Tabhair faoi deara, le do thoil, nach láimhseálann oifigí an phoist foirmeacha comhlánaithe nó íocaíochtaí

source: You can also order a form by phoning the Household Charge bureau directly
ga: Sa mhullach air sin, féadfaidh tú foirm a ordú trí ghlao a chur ar bhiúró an Mhuirir Theaghlaigh go díreach

source: You can register up to 2 properties on the form
ga: Féadfaidh tú a mhéid le 2 mhaoin a chlárú ar an bhfoirm

source: Use the ‘Additional properties’ form HC12A (pdf) for any further properties
ga: Bain úsáid as an bhfoirm ‘Maoin bhreise’ (foirm HC12A) (pdf) i gcás aon mhaoine breise

source: Send the completed form to the Household Charge bureau at the address below
ga: Seol an fhoirm chomhlánaithe chuig biúró an Mhuirir Theaghlaigh ag an seoladh thíos
